Revit 2027 API
UnitTypeId.TonneForceMeters Property
 Tonne force meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonneForceMeters { get; }
Public Shared ReadOnly Property TonneForceMeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonneForceMeters {
	ForgeTypeId^ get ();
}
static member TonneForceMeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace